Tekla.Structures.DrawingInternal.dotGrScaling_t


Tekla.Structures.DrawingInternal.dotGrScaling_t._XScale


Tekla.Structures.DrawingInternal.dotGrScaling_t._YScale


Tekla.Structures.DrawingInternal.dotGrScaling_t._Scaling


Tekla.Structures.DrawingInternal.dotGrScaling_t.ToStruct(System.Double,System.Double,Tekla.Structures.Drawing.ScalingOptions)


Tekla.Structures.DrawingInternal.dotGrScaling_t.FromStruct(System.Double@,System.Double@,Tekla.Structures.Drawing.ScalingOptions@)
